
[
        {"text": "You may be wondering what the JAY stands for in Henry Jay Eyering. \nIt stands for 'just jonking', as in 'I'm just jonking your chain buddy' #jonks", "image": null},
        {"text": "I'm pretty stoked for the Tarkov wipe coming up. It's going to be a good summer boys. #tarkov #escapefromtarkov", "image": "https://i.redd.it/sxj5dfs4zwr21.jpg" },
        {"text": "The whole deal with Elon and the crypto situation is pretty sad. Things were looking pretty good this summer before he came along", "image": null},
        {"text": "I love Elon and I think he's a genius, but things were better before he got involved.", "image": "https://pbs.twimg.com/media/E2_y0CnWQAU3hU7?format=jpg&name=4096x4096"},
        {"text": "I'm expecting the market to pick back up maybe late summer early fall. imo the bull market didn't 'end' but it's just going to be a much slower bull market.", "image": null},
        {"text": "maybe an unpopular opinion: Rexburg is a wonderful place.\n\nnot just saying that because I've never lived anywhere else, I've just had lots of cool things happen to me here. \nmeaningful memories make a place meaningful. #rexburg", "image": null},
        {"text": "One of my favorite #rexburg memories happened late one night while I was riding my bike down the hill by the temple. It was dark and there was no body around. I stood up on the pedals, took both hands off the handlebars, and proceeded to take a whiz all the way down the hill.", "image": "https://pbs.twimg.com/media/EkvbSqPWMAIy0As?format=jpg&name=4096x4096"},
        {"text": "Guys, we are getting close to a 50% vaccination rate for the whole US! It won't be long before we put this whole thing behind us. #vaccine", "image": null},
        {"text": "#jonks #bolivia #myjonks my fav food is a cantaloupe and this will never change.", "image": "https://pbs.twimg.com/media/E26jupzWQAAkCFA?format=jpg&name=4096x4096"},
        {"text": "Does jonks sound innapropriate to you guys? as in, She wants me for my jonks. #jonks #bringbackthejonks", "image": "https://pbs.twimg.com/media/ExDiHjMXAAEslrM?format=jpg&name=4096x4096"},
        {"text": "Henry means 'house ruler'. \nThe name is made up of two parts: \"Heim\" which means home and \"Ric\" which means ruler. This is my house and I am the unopposed and absolute ruler. #idaho #rexburg #byui", "image": "https://pbs.twimg.com/media/C5-o4_BVUAApvc1?format=jpg&name=900x900"}
]
